{
  "news": [
    {
      "id": "1",
      "name": "England's IPL Players Likely To Miss Test Series Against New Zealand",
      "slug": "england's-ipl-players-likely-to-miss-test-series-against-new-zealand",
      "date": "June 09, 2021",
      "time": "10:00 PM EST",
      "detail": "England are likely to rest their Indian Premier League (IPL) 2021 players for the Test series against New Zealand in order to give the cricketers a break. New Zealand will play England in a two-match Test series which gets underway from June 2 at Lord's in London. According to a report in BBC, England players who featured in IPL 2021 before the tournament was postponed will not be hurriedly picked for the Test series. Chris Woakes, Sam Curran, Moeen Ali, Jos Buttler, and Jonny Bairstow all played at least a game in the postponed IPL and are now in mandatory 10-day isolation after returning to the UK.",
      "image": "/images/sample/news1.jpg"
    },
    {
      "id": "2",
      "name": "Ferran Torres Hat-Trick Sees Manchester City Hold Off Newcastle United",
      "slug": "ferran-orres-hat-trick-sees-manchester-city-hold-off-newcastle-united",
      "date": "June 2, 2021",
      "time": "8:00 PM EST",
      "detail": "Ferran Torres scored his first Manchester City hat-trick as the newly-crowned English champions twice came from behind to beat Newcastle 4-3 on Saturday. With a third Premier League title in four years sealed with three games to spare, Pep Guardiola again took the chance to hand a number of his fringe players an opportunity to shine two weeks ahead of the Champions League final. Goalkeeper Scott Carson was handed his City debut at 35 and a first Premier League appearance for almost 10 years.",
      "image": "/images/sample/news2.jpg"
    },
    {
      "id": "3",
      "name": "England Pacer Harry Gurney Retires",
      "slug": "england-pacer-harry-gurney-retires",
      "date": "June 11, 2021",
      "time": "7:00 PM EST",
      "detail": "England seamer and former Kolkata Knight Riders pacer Harry Gurney announced his retirement from cricket after taking 614 all-format wickets during his career in the professional game. The Nottinghamshire pacer bowed out as a result of the shoulder injury that saw him miss the club's 2020 T20 Blast campaign. The time has arrived for me to hang up my boots. After trying to recover from the recent injury to my shoulder, I am truly disappointed to have to end my playing career as a result of it, Gurney captioned a post on Instagram to announce his retirement.",
      "image": "/images/sample/news3.jpg"
    },
    {
      "id": "4",
      "name": "CSK Seek To Regain Their Dominance",
      "slug": "csk-seek-to-regain-their-dominance",
      "date": "June 20, 2021",
      "time": "10:00 PM EST",
      "detail": "The 13th edition of the Indian Premier League (IPL) held in the United Arab Emirates in 2020 changed fortunes for one of the most consistent sides in the history of the event, Chennai Super Kings. The Mahendra Singh Dhoni-led contingent never really recovered from a bad start, unavailability of players, the virus scares and a collective failure to acclimatize to foreign conditions. However, the depth and quality of leadership in the CSK squad cannot be underestimated for long and with the return of a rejuvenated Dhoni in their ranks, the franchise will aim to regain their authority and script another epic journey this season.",
      "image": "/images/sample/news4.jpg"
    },
    {
      "id": "5",
      "name": "Turkish Grand Prix Cancelled, Replaced By 2nd Race In Austria",
      "slug": "turkish-grand-prix-cancelled-replaced-by-2nd-race-in-austria",
      "date": "June 30, 2021",
      "time": "8:00 PM EST",
      "detail": "The Turkish Grand Prix, which was only drafted onto the Formula One calendar as a replacement for the cancelled Canada GP two weeks ago, was itself axed on Friday. Formula One chiefs, forced into another change due to Covid-19 protocols, announced that they will instead return to the sport's safe haven of Austria. The decision was made in the wake of the announcement of new travel restrictions imposed by several countries in which F1 teams are based, affecting travel from Turkey, they said.",
      "image": "/images/sample/news5.jpg"
    },
    {
      "id": "6",
      "name": "Mercedes Masterstroke In Barcelona Helps Lewis Hamilton Deny Max Verstappen",
      "slug": "mercedes-masterstroke-in-barcelona-helps-lewis-hamilton-deny-max-verstappen",
      "date": "July 2, 2021",
      "time": "8:00 PM EST",
      "detail": "Lewis Hamilton claimed his fifth successive Spanish Grand Prix on Sunday ahead of Red Bull's Max Verstappen after a Mercedes pit-stop masterstroke. Hamilton moved on to 98 career wins after a surprise second change of tyres hoodwinked Red Bull to lift him 14 points clear of Verstappen in the drivers' standings. It was a really great strategy by the team. What a day! beamed Hamilton, who was quick to acknowledge the smattering of fans allowed in to watch, a rare occurence in the time of coronavirus.",
      "image": "/images/sample/news6.jpg"
    },
    {
      "id": "7",
      "name": "Rafael Nadal Takes Revenge On Alexander Zverev",
      "slug": "rafael-nadal-takes-revenge-on-alexander-zverev",
      "date": "July 2, 2021",
      "time": "8:00 PM EST",
      "detail": "Nine-time champion Rafael Nadal dispatched his Madrid Masters slayer Alexander Zverev 6-3, 6-4 to reach the Italian Open semi-finals on Friday. Second-seed Nadal lost to Zverev in the Madrid last-eight last week, but ended his three-match losing streak against the German in the Foro Italico. It was an important victory for me against a great player, said the Spaniard. The 34-year-old shook off his marathon 3hr 30min quarter-final battle past Denis Shapovalov on Thursday where he needed to save two match points.",
      "image": "/images/sample/news7.jpg"
    },
    {
      "id": "8",
      "name": "Novak Djokovic Sweeps Into Italian Open Quarter-Finals",
      "slug": "novak-djokovic-sweeps-into-italian-open-quarter-finals",
      "date": "July 5, 2021",
      "time": "8:00 PM EST",
      "detail": "World number one Novak Djokovic swept into the Italian Open quarter-finals on Thursday with a straight sets wins over Alejandro Davidovich Fokina in front of spectators who were allowed to watch in the Foro Italico for the first time. The five-time Rome champion won through 6-2, 6-1 in 1hr 10min against the 48th-ranked Spaniard with the venue filled to 25 per cent of capacity. It was not good, it was great. I missed the crowd, said the 33-year-old Serb after the match.",
      "image": "/images/sample/news8.jpg"
    },
    {
      "id": "9",
      "name": "Hideki Matsuyama Holds Off Xander Schauffele To Win Historic Masters Title",
      "slug": "hideki-matsuyama-holds-off-xander-schauffele-to-win-historic-masters-title",
      "date": "July 6, 2021",
      "time": "8:00 PM EST",
      "detail": "Hideki Matsuyama won the 85th Masters in dramatic fashion on Sunday, holding off Xander Schauffele down the back nine to become the first Japanese man to capture a major golf title. Carrying the hopes of a nation on his shoulders, Matsuyama calmly grinded out clutch pars and struck for crucial birdies in a pressure-packed march at Augusta National, hanging on over the final holes for a historic one-stroke victory. Matsuyama took the green jacket symbolic of Masters supremacy, a top prize of $2.07 million (1.74 million euros) and a place for the ages in Japanese sports history.",
      "image": "/images/sample/news9.jpg"
    },
    {
      "id": "10",
      "name": "Singapore Open 2021 Cancelled Due To Surge In COVID-19 Cases",
      "slug": "singapore-open-2021-cancelled-due-to-surge-in-covid-19-cases",
      "date": "July 7, 2021",
      "time": "8:00 PM EST",
      "detail": "Tournament organisers Singapore Badminton Association (SBA) and Badminton World Federation (BWF) on Wednesday agreed to cancel the Singapore Open 2021 scheduled for June 1-6, 2021. All attempts were made by the organisers and BWF to provide a safe tournament environment for all participants. However, rising COVID-19 cases globally led to complex challenges in managing inbound travel. Thus, in the interests of all players, tournament personnel and the local community's health and safety, the event has been cancelled, the Badminton World Federation said in an official statement.",
      "image": "/images/sample/news10.jpg"
    }
  ]
}
